syabyr/micropython/ports/efm32/boards/tbsense2/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "tbsense2"
#define MICROPY_HW_MCU_NAME "efr32mg12p"

